[LWCE_CouncilRequest_FloaterCorpse LWCECouncilRequestTemplate]
strName="Продать трупы сектоидов"
strIntro="Крупная фармацевтическая компания <XGCountry:NameAdjective/> хочет исследовать трупы сектоидов. Правительство этой страны хорошо заплатит нам за помощь."
strCompletion="Исследовательская компания из <XGCountry:NameAdjective/> опубликовала результаты изучения сектоида. Без нашей помощи на этот проект ушли бы годы!"
strTickerSuccess="Фармацевтическая компания из <XGCountry:NameAdjective/> сообщает о важном открытии в генной инженерии."
strTickerIgnore="Акции фармацевтических предприятий <XGCountry:NameAdjective/> стремительно дешевеют."

[LWCE_CouncilRequest_BerserkerCorpse LWCECouncilRequestTemplate]
strName="Продать \"ЦЕЛЬ\""
strIntro="Вооруженные силы <XGCountry:NameAdjective/> хотели бы в деле испытать улучшенные системы прицеливания, которые создала наша лаборатория. В обмен на работающие прототипы они обещают предоставить нам дополнительное финансирование."
strCompletion="Правительство <XGCountry:NameAdjective/> выражает уверенность, что новые модули прицеливания значительно повысят боеспособность войск."
strTickerSuccess="По информации, доходящей из <XGCountry:NameAdjective/>, военные этой страны приобретают оружие у неизвестного поставщика."
strTickerIgnore="Военные чины <XGCountry:NameAdjective/> не признают, что не способны обеспечить войска высокотехнологичным оружием."

[LWCE_CouncilRequest_MutonEliteCorpse LWCECouncilRequestTemplate]
strName="Продать комплекты наноброни"
strIntro="Успешные испытания новых бронежилетов из нановолокна произвели впечатление на правительство <XGCountry:NameAdjective/>: оно выражает желание провести независимое тестирование этой технологии, а затем взять ее на вооружение."
strCompletion="Похоже, армия <XGCountry:NameAdjective/> в восторге от новой брони."
strTickerSuccess="Сразу несколько изданий опубликовали снимки из <XGCountry:NameAdjective/>: солдаты этой страны одеты в странные защитные костюмы."
strTickerIgnore="Армия <XGCountry:NameAdjective/> несет огромные потери."

[LWCE_CouncilRequest_AlienAlloy LWCECouncilRequestTemplate]
strName="Продать обломки кибердисков"
strIntro="Нашим инженерам не удалось разобраться во всех секретах кибердисков, но правительство <XGCountry:NameAdjective/> уверено, что их ученые и техники смогут добиться лучших результатов."
strCompletion="Отлично, командир! Правительство <XGCountry:NameAdjective/> высоко ценит вашу работу."
strTickerSuccess="Теперь ВВС <XGCountry:NameAdjective/> используют для борьбы с пришельцами боевые беспилотники."
strTickerIgnore="Власти <XGCountry:NameAdjective/> не в состоянии защитить граждан. Население в панике."

[LWCE_CouncilRequest_Elerium LWCECouncilRequestTemplate]
strName="Продать обломки летунов"
strIntro="Научное сообщество уверено, что исследование летунов поможет совершить настоящий прорыв в кибернетике. Ученые <XGCountry:NameAdjective/> готовы заплатить, если мы поделимся с ними материалами."
strCompletion="Думаю, благодаря нашей помощи ученые из <XGCountry:NameAdjective/> совсем скоро совершат прорыв в области прикладной кибернетики."
strTickerSuccess="Из <XGCountry:NameAdjective/> пришло сообщение о запуске нескольких многообещающих проектов в области кибернетических технологий."
strTickerIgnore="Испытания кибернетических имплантов, которые проводились по инициативе <XGCountry:NameAdjective/>, провалились. Уровень недоверия к правительству в этой стране растет."

[LWCE_CouncilRequest_WeaponFragment LWCECouncilRequestTemplate]
strName="Продать фрагменты оружия"
strIntro="Инженеры <XGCountry:NameAdjective/> просят поделиться элементами инопланетного оружия. При должной удаче они помогут усовершенствовать военные технологии и защитить мирных жителей от пришельцев."
strCompletion="Говорят, что спецподразделения <XGCountry:NameAdjective/> начали использовать новое, суперсовременное оружие. Догадываетесь, откуда оно взялось?"
strTickerSuccess="В Интернете появились фотографии солдат из <XGCountry:NameAdjective/>, вооруженных инопланетным оружием."
strTickerIgnore="В боях с пришельцами на территории <XGCountry:NameAdjective/> профессиональные войска терпят одно поражение за другим."

[LWCE_CouncilRequest_DroneWreck LWCECouncilRequestTemplate]
strName="Продать трупы дохляков"
strIntro="Члены медицинского сообщества <XGCountry:NameAdjective/> хотят изучить тела дохляков, которые есть в вашем распоряжении. Возможно, они найдут нечто, что мы не заметили. Кроме того, они предлагают нам щедрую компенсацию за такую возможность."
strCompletion="Благодаря нашим материалам ученые из <XGCountry:NameAdjective/> вот-вот совершат прорыв в медицине."
strTickerSuccess="Новые антитела, синтезированные в медицинских лабораториях <XGCountry:NameAdjective/>, способны избавить людей от боли."
strTickerIgnore="<XGCountry:NameAdjective/> население сметает с полок противовоспалительные лекарства из-за частых случаев диспепсии."

[LWCE_CouncilRequest_UFOFlightComputer LWCECouncilRequestTemplate]
strName="Продать навигационные компьютеры"
strIntro="Представители крупнейших компаний <XGCountry:NameAdjective/> связались с Советом. Они готовы поддержать проект, если получат доступ к навигационным компьютерам пришельцев. Если удастся интегрировать инопланетные технологии наведения и уклонения в земные самолеты, авиация <XGCountry:NameAdjective/> получит серьезные преимущества в воздушной войне."
strCompletion="Полагаю, теперь небо <XGCountry:NameAdjective/> станет гораздо безопаснее - и все благодаря нам."
strTickerSuccess="ВВС <XGCountry:NameAdjective/> могут гордиться своими истребителями: по сообщению очевидцев, они сбили в воздушном бою корабль пришельцев."
strTickerIgnore="<XGCountry:Name/> несет большой урон из-за бомбардировок пришельцев."

[LWCE_CouncilRequest_CyberdiscWreck LWCECouncilRequestTemplate]
strName="Продать лазерные пистолеты"
strIntro="Правительство <XGCountry:NameAdjective/> просит предоставить несколько лазерных пистолетов, если это только возможно. Взамен нам обещано щедрое вознаграждение."
strCompletion="Будем надеяться, что войска <XGCountry:NameAdjective/> не поубивают друг друга, пока научатся пользоваться новым оружием."
strTickerSuccess="Правительство <XGCountry:NameAdjective/> начало выпуск оружия для гражданских. Эта инициатива получила название \"гражданская оборона\"."
strTickerIgnore="Население <XGCountry:NameAdjective/> с ужасом ждет следующего удара пришельцев. Правительство этой страны не может разработать оружие, эффективное против инопланетян."

[LWCE_CouncilRequest_HeavyFloaterCorpse LWCECouncilRequestTemplate]
strName="Продать лазерные винтовки"
strIntro="Власти <XGCountry:NameAdjective/> просят помочь им в разработке дальнобойного оружия. Они хотели бы изучить наши материалы по лазерным винтовкам. Они с радостью примут от нас любую помощь."
strCompletion="Мне сообщили, что власти <XGCountry:NameAdjective/> уже взяли лазерные винтовки на вооружение."
strTickerSuccess="По слухам, доходящим из <XGCountry:NameAdjective/>, военные этой страны используют в боях с пришельцами лазерное оружие."
strTickerIgnore="<XGCountry:Name/> в безнадежном положении: бои с пришельцами идут уже рядом со столицей."

[LWCE_CouncilRequest_UFOPowerSource LWCECouncilRequestTemplate]
strName="Продать блоки питания"
strIntro="На территории <XGCountry:NameAdjective/> начались серьезные перебои в электроснабжении: большая часть электростанций этой страны разрушена пришельцами. Нас просят поделиться сведениями об инопланетных источниках энергии. Полагаю, это государство будет радо любой помощи."
strCompletion="Благодаря нам жители <XGCountry:NameAdjective/> больше не боятся воздушных налетов."
strTickerSuccess="Комиссия по энергетике, собранная правительством <XGCountry:NameAdjective/>, заявляет, что перебои с энергией в стране остались в прошлом."
strTickerIgnore="Жители <XGCountry:NameAdjective/> по-прежнему страдают от нехватки электроэнергии. Миллионы лишены света и тепла."

[LWCE_CouncilRequest_SectoidCorpse LWCECouncilRequestTemplate]
strName="Продать внеземные сплавы"
strIntro="Многие страны, попавшие под удар инопланетян, обращаются к проекту XCOM за помощью. Так, ученые из <XGCountry:NameAdjective/> просят у нас внеземные сплавы. Эти вещества помогут создать новую, значительно более прочную броню."
strCompletion="Броня в пять раз прочнее пятимиллиметровой стали! Нет нужды говорить, что <XGCountry:Name/> в восторге!"
strTickerSuccess="Важнейшие объекты на территории <XGCountry:NameAdjective/> были защищены с помощью новых материалов и строительных технологий."
strTickerIgnore="Народ <XGCountry:NameAdjective/> страдает от нехватки электроэнергии: пришельцы разрушили всю инфраструктуру страны."

[LWCE_CouncilRequest_SectoidCommanderCorpse LWCECouncilRequestTemplate]
strName="Продать дугометы"
strIntro="Города <XGCountry:NameAdjective/> не могут справиться с волной беспорядков и мародерства. Правительство этой страны просит предоставить партию дугометов, чтобы остановить волну насилия."
strCompletion="Похоже, полиция <XGCountry:NameAdjective/> скоро отложит старые добрые пушки подальше и возьмется за новое оружие."
strTickerSuccess="Порядок возвращается в города <XGCountry:NameAdjective/> - полиция этой страны начала использовать новое несмертельное оружие."
strTickerIgnore="Судя по новостям из <XGCountry:NameAdjective/>, там начинается кризис власти. В стране то и дело вспыхивают беспорядки."

[LWCE_CouncilRequest_SatelliteTransfer LWCECouncilRequestTemplate]
strName="Перевести спутники: <XGCountry:Name/>"
strIntro="В воздушном пространстве <XGCountry:NameAdjective/> было замечено множество инопланетных кораблей. Чтобы обеспечить безопасность граждан, правительство этой страны просит нас обеспечить спутниковое наблюдение за территорией государства. В обмен на помощь они окажут нам финансовую поддержку."
strCompletion="Отличные новости! <XGCountry:Name/> теперь под присмотром наших спутников. Жители рады, что \"небесный глаз\" следит за каждым движением пришельцев."
strTickerSuccess="После запуска нового спутника число вражеских кораблей над территорией <XGCountry:NameAdjective/> снизилось, а паника уменьшилась."
strTickerIgnore="<XGCountry:Name/> в панике: власти этой страны не могут в полной мере отслеживать передвижения инопланетян."

[LWCE_CouncilRequest_InterceptorTransfer LWCECouncilRequestTemplate]
strName="Перебросить самолеты: <XGCountry:Name/>"
strIntro="Авиация <XGCountry:NameAdjective/> нуждается в нашей помощи. Если мы перебросим к ним несколько наших истребителей и поможем защитить воздушное пространство, правительство этой страны компенсирует все наши расходы."
strCompletion="Отличные новости! Истребители очистили небо над страной! Жители <XGCountry:NameAdjective/> могут спать спокойно."
strTickerSuccess="Получено сообщение от <XGCountry:NameAdjective/>: обнаружен неопознанный истребитель, преследующий корабль пришельцев."
strTickerIgnore="Население <XGCountry:NameAdjective/> страдает от налетов противника: тысячи людей остались без крыши над головой."

[LWCE_CouncilRequest_Meld LWCECouncilRequestTemplate]
strName="Продать трупы мутонов"
strIntro="Ведущая исследовательская компания <XGCountry:NameAdjective/> просит предоставить им трупы мутонов. Изучение этих существ поможет разработать новый метод регенерации тканей. В обмен глава компании обещает оказать нам любую посильную помощь."
strCompletion="Хорошие новости из <XGCountry:NameAdjective/>! Там уже получили первые результаты исследований, так что их ученые теперь смогут помочь нам."
strTickerSuccess="Из <XGCountry:NameAdjective/> сообщают, что были проведены успешные тесты лекарства против старения."
strTickerIgnore="Ожидается, что падение котировок акций медицинских компаний <XGCountry:NameAdjective/> продолжится."

[LWCE_CouncilRequest_MutonCorpse LWCECouncilRequestTemplate]
strName="Продать трупы криссалидов"
strIntro="Исследовательская компания из <XGCountry:NameAdjective/> просит у нас трупы криссалидов и обещает за них щедрое вознаграждение."
strCompletion="Похоже, благодаря нам эти люди войдут в историю медицины."
strTickerSuccess="Пришли новости из <XGCountry:NameAdjective/>: там были проведены первые успешные тесты лекарства от болезни Альцгеймера."
strTickerIgnore="Новые данные показывают, что население <XGCountry:NameAdjective/> стремительно сокращается из-за эпидемии болезни Альцгеймера."

[LWCE_CouncilRequest_ThinManCorpse LWCECouncilRequestTemplate]
strName="Продать останки тяжелых летунов"
strIntro="Ученые из <XGCountry:NameAdjective/> добились больших успехов в области кибернетики. Исследовав тяжелого летуна, они смогут создать принципиально новые технологии протезирования. Если мы им поможем, они щедро нас отблагодарят."
strCompletion="Думаю, какие-то счастливчики здорово разбогатеют - и все благодаря обломкам летунов."
strTickerSuccess="На территории <XGCountry:NameAdjective/> разработана принципиально новая система протезирования."
strTickerIgnore="Многие стали инвалидами после жестоких нападений пришельцев."

[LWCE_CouncilRequest_SectopodWreck LWCECouncilRequestTemplate]
strName="Продать обломки сектоподов"
strIntro="<XGCountry:Name/> в непростом положении: население запугано, а власти никак не могут навести порядок на улицах городов. Правительство <XGCountry:NameAdjective/> считает, что, получив сектоподов, сможет призвать граждан к порядку. Разумеется, эту технологию станут использовать только в мирных целях - чтобы успокоить жителей."
strCompletion="Проект \"Сектопод\" увенчался успехом, и паника на улицах значительно снизилась, хотя и не исчезла полностью."
strTickerSuccess="Города <XGCountry:NameAdjective/> патрулируют роботы, обеспечивающие защиту граждан."
strTickerIgnore="Города <XGCountry:NameAdjective/> в хаосе. На улицах паника, и власти не могут восстановить порядок."

[LWCE_CouncilRequest_SectoidCommanderCaptive LWCECouncilRequestTemplate]
strName="Продать боевые стимуляторы"
strIntro="С проектом XCOM связался ведущий специалист фармацевтической компании из <XGCountry:NameAdjective/>. Он считает, что небольшие дозы боевых стимуляторов помогут при лечении ряда заболеваний, связанных с хронической усталостью. Если мы поддержим эти исследования, нас ожидает солидное вознаграждение."
strCompletion="Благодаря нам компания из <XGCountry:NameAdjective/> сумела улучшить формулу боевых стимуляторов и очень щедро нас отблагодарила."
strTickerSuccess="По слухам, доходящим из военных частей <XGCountry:NameAdjective/>, бойцы этой страны теперь демонстрируют невероятную выносливость даже в самых суровых условиях."
strTickerIgnore="Армия <XGCountry:NameAdjective/> была разбита: она была слишком немобильной."

[LWCE_CouncilRequest_AlienPistol LWCECouncilRequestTemplate]
strName="Продать плазмопистолеты"
strIntro="Крупная оружейная фирма из <XGCountry:NameAdjective/> даст щедрое вознаграждение за несколько плазмопистолетов. Возможно, оружейники придумают новое применение инопланетным технологиям, так что предложение выгодно для нас во всех отношениях."
strCompletion="На территории <XGCountry:NameAdjective/> запущено производство плазмопистолетов. Похоже, наши материалы им очень пригодились."
strTickerSuccess="Бойцы из <XGCountry:NameAdjective/> используют в бою с инопланетянами неизвестное оружие."
strTickerIgnore="Устав от неравных боев с инопланетянами, <XGCountry:NameAdjective/> войска перешли к глухой обороне."

[LWCE_CouncilRequest_AlienRifle LWCECouncilRequestTemplate]
strName="Продать плазмеры"
strIntro="Министерство обороны <XGCountry:NameAdjective/> решило взять на вооружение плазмеры. Позвольте военным поработать с теми образцами, которые у вас есть: вы сделаете доброе дело и получите неплохое вознаграждение."
strCompletion="Теперь войска <XGCountry:NameAdjective/> получат плазмеры. Похоже, нас ждут благодарности и награды."
strTickerSuccess="Представитель <XGCountry:NameAdjective/> заявил, что армия его страны вооружена принципиально новым оружием."
strTickerIgnore="На территории <XGCountry:NameAdjective/> обнаружены огромные склады старого, непригодного к использованию оружия."

[LWCE_CouncilRequest_AlienCarbine LWCECouncilRequestTemplate]
strName="Продать легкие плазмеры"
strIntro="Генеральный штаб <XGCountry:NameAdjective/> хочет вооружить армию легкими плазмерами: обычное оружие не наносит пришельцам никакого урона. За винтовки нам обещают щедрое вознаграждение."
strCompletion="Благодаря плазмерам армия <XGCountry:NameAdjective/> даст пришельцам достойный отпор."
strTickerSuccess="Высокопоставленный чиновник из <XGCountry:NameAdjective/> сообщает, что теперь у пехотинцев в его стране появилось высокотехнологичное оружие."
strTickerIgnore="Генеральный штаб <XGCountry:NameAdjective/> признал, что обычное оружие бесполезно против инопланетян."

[LWCE_CouncilRequest_MutonCaptive LWCECouncilRequestTemplate]
strName="Продать тяжелые плазмеры"
strIntro="Крупнейшие промышленники <XGCountry:NameAdjective/> крайне заинтересованы в тяжелом плазменном оружии. Они хотят оснастить им танки и самолеты. В обмен на это оружие они окажут существенную поддержку проекту XCOM."
strCompletion="Военные чиновники из <XGCountry:NameAdjective/> обещают найти достойное применение плазменному оружию. Кстати, они щедро отблагодарили нас за эту технологию."
strTickerSuccess="Согласно сообщениям военных из <XGCountry:NameAdjective/>, они все чаще нападают на пришельцев."
strTickerIgnore="В воздушном пространстве <XGCountry:NameAdjective/> замечено большое количество кораблей пришельцев."

[LWCE_CouncilRequest_BerserkerCaptive LWCECouncilRequestTemplate]
strName="Продать тяжелые лазеры"
strIntro="Конструкторские бюро из <XGCountry:NameAdjective/> заинтересованы нашими исследованиями в области тяжелых лазеров. Они надеются заменить старые орудия танков и БТР-ов на более совершенные. Если мы дадим им все необходимое, они окажут нашему проекту всестороннюю поддержку."
strCompletion="Похоже, установить тяжелое лазерное оружие на обычные БТРы не составило труда."
strTickerSuccess="Блогеры из <XGCountry:NameAdjective/> прославились на весь мир: в Интернет попали фотографии, на которых видны вспышки лазерного оружия."
strTickerIgnore="Основной удар пришельцев приняли на себя жители <XGCountry:NameAdjective/>. Эта страна не надеется на спасение."

[LWCE_CouncilRequest_AlienHeavyWeapon LWCECouncilRequestTemplate]
strName="Продать веерные лазеры"
strIntro="Приходят сообщения из <XGCountry:NameAdjective/>: в этом регионе пришельцы все чаще завязывают сражения с регулярной армией. Высшие чины <XGCountry:NameAdjective/> уверены, что веерные лазеры, которые мы недавно получили, помогут одержать верх над пришельцами. Есть надежда, что оборонная промышленность <XGCountry:NameAdjective/> успеет начать производство этого оружия."
strCompletion="Теперь войска <XGCountry:NameAdjective/> смогут дать отпор инопланетянам: армия этой страны получила веерные лазеры."
strTickerSuccess="Теперь бойцы из <XGCountry:NameAdjective/>, патрулирующие улицы, вооружены самым современным оружием."
strTickerIgnore="Население <XGCountry:NameAdjective/> вынуждено прятаться по домам: военные не могут сдержать напор пришельцев."

[LWCE_CouncilRequest_MutonEliteCaptive LWCECouncilRequestTemplate]
strName="Продать пушки из Х-сплавов"
strIntro="Правительство <XGCountry:NameAdjective/> просит поделиться информацией о пушках из Х-сплавов: это оружие отличается исключительной дальнобойностью и силой. Если мы согласимся, они обещают перечислить проекту XCOM неплохую сумму."
strCompletion="Нас благодарят за помощь. Кстати, совсем скоро эта страна соберет прототип пушки из Х-сплавов."
strTickerSuccess="Жители <XGCountry:NameAdjective/> заметили следы взрывов в высоких слоях атмосферы: военные применили новый вид оружия."
strTickerIgnore="Авиация <XGCountry:NameAdjective/> не может защитить свое воздушное пространство: корабли пришельцев легко уклоняются от зенитного огня."

[LWCE_CouncilRequest_MechtoidCore LWCECouncilRequestTemplate]
strName="Продать ядра мехтоидов"
strIntro="<XGCountry:NameWithArticleLowerCase/> через свои правительственные агентства предлагает нам продать им несколько ядер мехтоидов. Эта технология поможет им разработать улучшенные модели дронов или других беспилотников для боев с пришельцами. В обмен на наше сотрудничество они готовы внести заметный вклад в проект XCOM."
strCompletion="Похоже, ядра мехтоидов оказались им очень даже кстати."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: очевидцы заявляют о новых летающих дронах."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: правительственные войска несут тяжелые потери в боях с пришельцами из-за перебоев в снабжении."

[LWCE_CouncilRequest_EtherealCaptive LWCECouncilRequestTemplate]
strName="Продать обломки искателя"
strIntro="С нами вышла на связь разведка государства <XGCountry:NameWithArticleLowerCase/>. Они хотели бы начать переговоры об обмене наших обломков искателя. Очевидно, они надеются разобрать эти обломки по винтику, а затем использовать инопланетные технологии в собственных секретных операциях. Конечно, они готовы щедро отблагодарить нас в обмен на предоставленные материалы."
strCompletion="Они не стали терять время зря и сразу же интегрировали компоненты искателя в свое снаряжение."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: поступили сообщения о новых маскировочных технологиях, используемых секретными агентами"
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: участились случаи провала разведчиков. Сообщается, что виной тому устаревшее оборудование"

[LWCE_CouncilRequest_AlienEntertainment LWCECouncilRequestTemplate]
strName="Продать призрачные гранаты"
strIntro="<XGCountry:NameWithArticleLowerCase/> несет большие потери, и правительство этого государства хочет купить у нас новое оружие. Они просят продать им партию призрачных гранат, а в обмен готовы  щедро отблагодарить XCOM."
strCompletion="Официальные лица государства <XGCountry:NameWithArticleLowerCase/> уже сообщили, что благодаря нашей сделке их боевые потери стали значительно меньше."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: солдаты исчезают прямо в разгар боя с пришельцами."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: войска постоянно проигрывают бои с пришельцами из-за устаревших маскировочных технологий."

[LWCE_CouncilRequest_SeekerWreck LWCECouncilRequestTemplate]
strName="Продать газовые гранаты"
strIntro="Подрядчики министерства обороны государства <XGCountry:NameWithArticleLowerCase/> обращаются к нам по поводу газовых гранат. Они считают, что такое оружие поможет им одержать верх над пришельцами. Если мы согласимся на сделку, они готовы сделать значительный взнос в фонд проекта XCOM."
strCompletion="Как видно, новые гранаты возымели заметный эффект."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: новое газовое оружие помогает эффективно бороться с инопланетными захватчиками."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: боевые потери растут, потому  что существующее оружие уже неэффективно против пришельцев."

[LWCE_CouncilRequest_LaserRifle LWCECouncilRequestTemplate]
strName="Продать боеприпасы жнеца"
strIntro="Войска государства <XGCountry:NameWithArticleLowerCase/> отчаянно пытаются сдержать натиск пришельцев, но вооружение у них не самое технологичное. Они связались с нами, чтобы договориться о поставках боеприпасов жнеца для обычных видов оружия. В обмен на эти боеприпасы они готовы щедро отблагодарить нас ресурсами."
strCompletion="Нам уже сообщили о боевых успехах страны, достигнутых после получения новых боеприпасов."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: боевые потери пришельцев значительно выросли."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: армия несет тяжелые потери, не в силах остановить инопланетных захватчиков."

[LWCE_CouncilRequest_EtherealCorpse LWCECouncilRequestTemplate]
strName="Продать маяки-имитаторы"
strIntro="Официальные лица государства <XGCountry:NameWithArticleLowerCase/> обеспокоены участившимися случаями гибели бойцов, попадающих в засады инопланетян. Они просят нас о поставках маяков-имитаторов, с помощью которых военные могли бы сами заманивать пришельцев в засады. В обмен на маяки нам предлагают щедрое вознаграждение."
strCompletion="Судя по всему, засады, устроенные ими с помощью наших маяков, оказались весьма эффективны."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: очевидцы сообщают о многочисленных пришельцах, попавших в засады правительственных войск."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: правительство пытается справиться с растущими потерями."

[LWCE_CouncilRequest_ChryssalidCarcass LWCECouncilRequestTemplate]
strName="Продать светошумовые гранаты"
strIntro="Независимые подрядчики министерства обороны государства <XGCountry:NameWithArticleLowerCase/> связались с нами в надежде, что мы согласимся передать им наши светошумовые гранаты. Они надеются, что такие гранаты повысят шансы бойцов на выживание под подавляющим огнем противника. Если мы обеспечим им этими боеприпасами, они сделают щедрое пожертвование в фонд XCOM."
strCompletion="Подрядчики готовы обеспечить армию светошумовыми гранатами."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: спецотряды неизвестного подчинения все чаще побеждают пришельцев."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: неопознанные военные отряды несут большие потери в неравных боях с пришельцами."

[LWCE_CouncilRequest_AlienStasisTank LWCECouncilRequestTemplate]
strName="Продать автоматы EXALT"
strIntro="Представители оборонной промышленности государства <XGCountry:NameWithArticleLowerCase/> вышли на связь с нами, чтобы договориться о поставках автоматов EXALT. Они считают, что, проведя анализ этого оружия, можно будет с некоторой вероятностью идентифицировать в нем уникальные компоненты и определить по ним, где оно произведено. В обмен на автоматы они готовы внести значительный вклад в фонд XCOM."
strCompletion="Лишь время покажет, получится ли определить по оружию EXALT место его изготовления."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: бойцы спецназа штурмуют склад в промышленном районе."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: армия пытается противодействовать вражеским секретным операциям, проводимым в стране."

[LWCE_CouncilRequest_AlienSurgery LWCECouncilRequestTemplate]
strName="Продать снайперские винтовки EXALT"
strIntro="Правительство государства <XGCountry:NameWithArticleLowerCase/> поделилось с нами интересными планами, для воплощения которых им нужны данные по снайперским винтовкам EXALT. Они намерены внедрить в ряды EXALT своего агента, но для этого им надо заранее ознакомиться с оружием этой организации. Они готовы щедро отблагодарить нас за содействие."
strCompletion="Надеюсь, агент у них опытный - иначе его быстро вычислят."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: на любительскую видеосъемку попали тренировки бойцов спецназа с необычным оружием."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: на видеосъемке неизвестного корреспондента  замечен тяжелораненый правительственный агент."

[LWCE_CouncilRequest_UFOFusionCore LWCECouncilRequestTemplate]
strName="Продать пулеметы EXALT"
strIntro="Правительство государства <XGCountry:NameWithArticleLowerCase/> считает, что сможет определить место производства оружия EXALT и просит у нас образцы пулеметов EXALT для изучения. В обмен на этом оно готово внести в наш фонд более чем щедрое пожертвование."
strCompletion="Если они сумеют найти какую-нибудь новую информацию об оружии EXALT, нам это пойдет только на пользу."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: правительственные подрядчики заявляют, что провели испытания нового, \"нестандартного\" вооружения."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: правительственные агентства пытаются опознать место производства нового вооружения."

[LWCE_CouncilRequest_HeavyFloaterCaptive LWCECouncilRequestTemplate]
strName="Продать гранатометы EXALT"
strIntro="Ученые, работающие на правительство государства <XGCountry:NameWithArticleLowerCase/>, считают, что можно определить место производства взрывчатки, используемой в гранатометах EXALT. Они готовы предоставить нам щедрую компенсацию, если мы снабдим их нужным оружием."
strCompletion="Любые успехи, которых добьются в своих изысканиях страны Совета, пойдут на пользу проекту XCOM."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: необъявленные испытания новых видов оружия напугали местных жителей"
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: попытки сдержать инопланетную угрозу не приносят видимых результатов."

[LWCE_CouncilRequest_SectoidCaptive LWCECouncilRequestTemplate]
strName="Продать лазерные винтовки EXALT"
strIntro=К нам обращаются официальные лица государства <XGCountry:NameWithArticleLowerCase/>. Они считают, что их инженеры и ученые смогут разобрать по винтикам источники энергии из лазерных винтовок EXALT и затем использовать их технологии в своих целях. Если мы предоставим по этому запросу несколько образцов вооружения, получим щедрую компенсацию.
strCompletion="Если их работа увенчается успехом, потребность в снабжении войск энергоносителями наверняка сократится."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: объем войсковых перевозок резко снизился благодаря научному прорыву в области генерации энергии."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: правительственные войска ничего не могут сделать с разрушением инфраструктуры в стране."


[LWCE_CouncilRequest_ThinManCaptive LWCECouncilRequestTemplate]
strName="Продать лазерные снайперские винтовки EXALT"
strIntro="Официальные лица государства <XGCountry:NameWithArticleLowerCase/> выслали нам запрос на лазерные снайперские винтовки EXALT. Они хотят провести экспертизу на предмет уникальных компонентов, изготавливаемых ограниченным числом производителей. В случае успеха они смогут нанести значительный урон цепочке поставщиков EXALT. В обмен на оружие нам обещают щедрое вознаграждение."
strCompletion="Борьба с международными поставками EXALT пойдет нам только на пользу."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: сегодня в рамках расследования спецслужб было задержано несколько местных оружейных промышленников."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: местная индустрия отмечает рекордную прибыль из-за растущего спроса на новую продукцию."

[LWCE_CouncilRequest_SellEXALTHeavyLasersCaptive LWCECouncilRequestTemplate]
strName="Продать тяжелые лазеры EXALT"
strIntro="Эксперты-оружейники из государства <XGCountry:NameWithArticleLowerCase/> разработали план по подрыву позиций EXALT путем намеренного внесения неточностей в конструкцию их тяжелых лазеров. Если мы предоставим экспертам несколько образцов таких лазеров, они, вероятно, смогут \"подкорректировать\" цепочку поставок для EXALT. В обмен они предлагают нам щедрое вознаграждение."
strCompletion="Если их план удастся, террористам придется долго разбираться с \"неисправностями\"."
strTickerSuccess="<XGCountry:NameWithArticleLowerCase/>: местные жители сообщают об испытаниях оружия в сельской местности."
strTickerIgnore="<XGCountry:NameWithArticleLowerCase/>: войска противника продолжают одерживать победы, поскольку местная армия уступает им в огневой мощи."


[Foundry_AdvancedFlight LWCEFoundryProjectTemplate]
strName="Улучшенный полет"
strSummary="Мы постараемся улучшить полетные свойства брони \"Архангел\" и Т-БМП на антигравах. Это позволит увеличить продолжительность полета."

[Foundry_AdvancedRepair LWCEFoundryProjectTemplate]
strName="Быстрый ремонт"
strSummary="Мы изучаем, как восстанавливаются материалы пришельцев. Результаты исследования позволят ремонтировать самолеты и Т-БМП гораздо быстрее."

[Foundry_AdvancedServomotors LWCEFoundryProjectTemplate]
strName="Улучшенные сервомоторы"
strSummary="После тщательного изучения нам удалось скопировать шарнирные суставы мехтоида, повысив мобильность как у киберкостюмов, так и у Т-БМП."

[Foundry_AlienGrenades LWCEFoundryProjectTemplate]
strName="Гранаты пришельцев"
strSummary="Мы изучили неразорвавшуюся гранату пришельцев. Если потратить немного времени и ресурсов, мы сможем доработать все наши гранаты, и они станут не менее мощными, чем гранаты пришельцев."

[Foundry_AmmoConservation LWCEFoundryProjectTemplate]
strName="Экономия патронов"
strSummary="В броню мутона встроены сервомоторы, которые автоматически досылают патроны, так что перезаряжать оружие приходится реже. Мы попробуем использовать эту технологию."

[Foundry_ArmoredFighters LWCEFoundryProjectTemplate]
strName="Ускоренное строительство"
strSummary="Нам удалось адаптировать технологии, которые инопланетяне используют для создания сектоподов. Это позволит нам ускорить постройку техники и сооружений. Разумеется, ускоренное строительство будет довольно дорогим."

[Foundry_DroneCapture LWCEFoundryProjectTemplate]
strName="Захват дрона"
strSummary="Усовершенствованные дугометы смогут брать под контроль вражеских дронов. Наши бойцы смогут управлять дронами в течение всего боя."

[Foundry_EnhancedBallistics LWCEFoundryProjectTemplate]
strName="Тяжелая боевая машина"
strSummary="Тяжелая боевая машина - это нечто вроде автономного танка. Т-БМП может занять место одного из бойцов в отряде. Когда проект будет завершен, наши инженеры смогут приступить к производству Т-БМП."

[Foundry_EnhancedLasers LWCEFoundryProjectTemplate]
strName="Лазер (Т-БМП)"
strSummary="Теперь мы умеем создавать мощное лазерное оружие и можем заменить огнестрельное вооружение наших Т-БМП лазерным."

[Foundry_EnhancedPlasma LWCEFoundryProjectTemplate]
strName="Плазма (Т-БМП)"
strSummary="Теперь, когда мы способны производить тяжелое плазменное оружие, надо оснастить таким вооружением все наши Т-БМП."

[Foundry_FieldRepairs LWCEFoundryProjectTemplate]
strName="Ремонт (Т-БМП)"
strSummary="Изучив дроны пришельцев, мы придумали, как чинить роботехнику с помощью дугометов. Теперь наши солдаты смогут ремонтировать Т-БМП в бою."

[Foundry_ImprovedArcThrower LWCEFoundryProjectTemplate]
strName="Улучшенный дугомет"
strSummary="Мы увеличим мощность дугомета. Оглушать врагов станет проще."

[Foundry_ImprovedMedikit LWCEFoundryProjectTemplate]
strName="Улучшенный медпакет"
strSummary="Изучив физиологию дохляков, мы смогли усовершенствовать наши медпакеты. Теперь они восстанавливают в полтора раза больше ОЗ."

[Foundry_JelliedElerium LWCEFoundryProjectTemplate]
strName="Желеобразный элерий"
strSummary="Использовать элерий в огнеметах довольно опасно - наши нынешние регуляторы подачи горючего с ним просто не справятся. Но если вложить дополнительные средства, мы сможем повысить эффективность огнеметов, не рискуя жизнями бойцов."

[Foundry_MagPistols LWCEFoundryProjectTemplate]
strName="Улучшенные пистолеты I"
strSummary="Одной из первых разработок литейного цеха стала магнитная система гашения отдачи. Эта технология создана на основе новейших композитных материалов. Она значительно повышает шансы критического попадания из вспомогательного оружия."

[Foundry_MECCloseCombat LWCEFoundryProjectTemplate]
strName="Ближний бой МЭК"
strSummary="Наши новейшие инженерные разработки позволят усовершенствовать сервоприводы и опорные элементы в кинетическом модуле. Это должно увеличить его выходную мощность на 50%."

[Foundry_RailPistols LWCEFoundryProjectTemplate]
strName="Улучшенные пистолеты II"
strSummary="Мы начали испытания криогенной насадки для личного оружия. Она позволит снизить отклонение пули при серии выстрелов и увеличить точность стрельбы из пистолетов."

[Foundry_ReflexPistols LWCEFoundryProjectTemplate]
strName="Улучшенные пистолеты III"
strSummary="Мы не зря изучали оружие инопланетян. Полученные знания помогут улучшить весь наш арсенал личного оружия. Как минимум, мы увеличим убойную силу всех наших пистолетов."

[Foundry_SCOPEUpgrade LWCEFoundryProjectTemplate]
strName="Улучшенный модуль \"ЦЕЛЬ\""
strSummary="Портативный модуль \"ЦЕЛЬ\" подсвечивает уязвимые места жертвы. Это повышает шанс критического попадания."

[Foundry_SentinelDrone LWCEFoundryProjectTemplate]
strName="Охранный дрон"
strSummary="Мы смогли переделать дрона пришельцев в ремонтный модуль для Т-БМП. Автономностью передвижения пришлось пожертвовать, зато нам удалось сохранить ремонтные функции дрона и даже пустить часть его машинных ресурсов на улучшение огневых алгоритмов Т-БМП."

[Foundry_ShapedArmor LWCEFoundryProjectTemplate]
strName="Многослойная броня"
strSummary="Механизированные киберкостюмы пришельцев, разумеется, несколько совершенней наших. Изучая эти бронированные корпуса и их программную начинку, мы могли бы усовершенствовать и свои экзоскелеты. А значит - повысить выживаемость в боях всех наших механизированных войск."

[Foundry_SHIVSuppression LWCEFoundryProjectTemplate]
strName="Подавление (Т-БМП)"
strSummary="Мы усовершенствовали электронику и программное обеспечение: теперь Т-БМП могут вести огонь на подавление."

[Foundry_StealthSatellites LWCEFoundryProjectTemplate]
strName="Стелс-спутники"
strSummary="Изучив навигационные компьютеры с кораблей пришельцев, мы узнали много нового о системах связи. Внеземные технологии сделают наши спутники почти незаметными для врага."

[Foundry_TacticalRigging LWCEFoundryProjectTemplate]
strName="Тактическая разгрузка"
strSummary="Для обеспечения максимальной гибкости в тактике боя мы разработали тактические разгрузочные элементы, подходящие ко всем системам индивидуальной защиты бойцов XCOM. Они позволят бойцам брать с собой второй предмет."

[Tech_AdvancedBeamLasers LWCETechTemplate]
strName="Точные лазеры"
strSummary="Оказывается, оружие пришельцев использует кристаллические линзы, которые увеличивают эффективность оружия. Мы не сможем синтезировать такие материалы, но постараемся доработать эту технологию, чтобы увеличить дальность и мощность наших лазеров."
strCodeName="Светоч"
strReport="После нескольких неудачных попыток мы сумели получить узконаправленный пучок энергии большой мощности. Получилось отличное оружие, которое в целом напоминает обычную снайперскую винтовку, но шансы на критическое попадание у него гораздо выше. Думаю, винтовку можно ставить на вооружение. Осталось только, чтобы доктор Шэнь и его инженеры создали рабочие экземпляры.\n\nКроме того, мы собрали работающий прототип, в котором вместо фокусирующей призмы используется рассеивающая. Это оружие может заменить традиционные дробовики: оно не нуждается в боеприпасах и бьет гораздо мощнее. Основной проблемой подобных моделей, как и остального лазерного оружия, является перегревание."

[Tech_AdvancedBodyArmor LWCETechTemplate]
strName="Панцирная броня"
strSummary="Мы продолжили наши эксперименты со сплавами пришельцев. Мы попробуем использовать их, чтобы создать более легкие и прочные бронежилеты. Первые результаты весьма обнадеживают."
strCodeName="Торакс"
strReport="Мы смогли создать защитный костюм, усиленный инопланетными сплавами. Пришельцы используют эти сплавы для обшивки и корабельных переборок, а, как известно, корабли пришельцев исключительно прочны. Это навело нас на мысль использовать инопланетные сплавы для средств индивидуальной защиты.\n\nЖаль только, что мы не можем создавать подобные сплавы на Земле. Количество материала у нас ограничено, так что расходовать его надо очень бережно. Наши инженеры готовы приступить к производству панцирной брони. Как только она будет готова, попробуем испытать ее в бою."

[Tech_AdvancedGaussWeapons LWCETechTemplate]
strName="Термоядерная пусковая установка"
strSummary="Изучение совершенного оружия, найденного на большом корабле пришельцев, позволит нам создать новую пусковую установку, стреляющую мощными разрывными снарядами."
strCodeName="Тунгуска"
strReport="Несмотря на мое скептическое отношение к попыткам создать улучшенное оружие на базе традиционных земных систем, в том числе ракетных установок, мы собрали довольно интересный опытный экземпляр, названный \"бластерной установкой\". Это оружие отлично пробивает прочную инопланетную броню.\n\nУстановка оснащена модулем наведения, построенным на основе системы прицеливания инопланетян. Теперь снаряды смогут сами прокладывать курс к цели и облетать препятствия на пути. Думаю, установку еще можно усовершенствовать, но уже текущую версию можно пускать на конвейер."

[Tech_AdvancedPlasmaWeapons LWCETechTemplate]
strName="Плазмер"
strSummary="Потрясающе! Винтовка почти стандартного размера со встроенным генератором плазмы! Причем генератором такой мощности, что ни одна земная электростанция с ним и рядом не стоит!"
strCodeName="Пустельга"
strCustom="Теперь мы можем производить плазмеры. Кроме того, бойцы смогут использовать трофейное оружие этого типа."
strReport="Чтобы уменьшить массу больших плазмеров пришельцев, нам пришлось здорово потрудиться. Детали из композитных материалов значительно снизили вес оружия, не сказавшись на мощности и точности. Облегчить тяжелую батарею не удалось, но в целом винтовка стала легче на несколько килограммов. Чтобы увеличить скорострельность и убойную силу, мы также изменили встроенную элериевую батарею.\n\nВ итоге мы получили высокотехнологичное и удобное плазменное оружие. Оно почти по всем параметрам превосходит наш автомат X-9. Думаю, инженеры могут приступать к производству новой модели. Кстати, теперь мы сможем использовать для наших нужд и трофейные винтовки."

[Tech_AdvancedPowerArmor LWCETechTemplate]
strName="Титановая броня"
strSummary="Мы давно заметили, что некоторые пришельцы облачены в тяжелые доспехи, но при этом очень подвижны. Мы долго не могли понять, как так получается, но теперь, изучив источники энергии и материалы пришельцев, мы готовы создать собственную усиленную броню и еще больше расширить возможности МЭК."
strCodeName="Голем"
strReport="Один из наших самых тяжелых защитных костюмов - титановая броня. Она усиливает все движения бойца. Моторы брони питаются от инопланетного элемента, который называется \"элерий\". Это вещество - большая редкость, поэтому мы стараемся как можно экономнее его использовать.\n\nЭлериевая батарея питает и встроенную систему охлаждения, которая снижает усталость бойца, поддерживая оптимальную температуру тела. Та же система обеспечивает надежную защиту от внешнего воздействия. Особенно от огня и ядов.\n\nВнедрение этой технологии в конструкцию МЭК позволит нам улучшить наши МЭК-2 до версии МЭК-3."

[Tech_AdvancedPulseLasers LWCETechTemplate]
strName="Вскрытие зомби"
strSummary="Не знаю, что мы получим, изучив останки жертвы... Думаю, мы, по крайней мере, выясним, каким образом эти паукообразные твари заражают наших бойцов."
strReport=""

[Tech_AlienCommandAndControl LWCETechTemplate]
strName="Устройство эфириалов"
strSummary="Устройство, найденное на корабле эфириала, стало последней деталью головоломки. Это ключ к псионической сети и источнику силы пришельцев. Если мы проникнем в тайну этого устройства, мы сумеем понять, как и откуда началось вторжение."
strCodeName="Луч"
strReport="Нам много дало изучение гиперволнового маяка и надпространственных волн, которые он излучает. Но новое устройство использует совершенно невероятные технологии. Похоже, \"пси-модуль\" способен подключаться к псионической сети, которую пришельцы используют как средство связи. Я готова предположить, что инопланетяне обладают коллективным сознанием: такую форму социальной организации можно наблюдать у некоторых видов земных насекомых.\n\nТолько после первой встречи с эфириалами мы поняли, насколько огромной может быть псионическая сила. Хотя мы делаем только первые шаги в области псионики, мы надеемся, что это устройство поможет нам подключиться к псионической сети пришельцев... к их коллективному разуму.\n\nВпрочем, использование прибора сопряжено с большим риском, поэтому сначала следует построить специальное помещение, которое в случае чего защитит остальную базу. Как ее сделать, к счастью, уже придумали братья-исследователи Голлопы.\n\nЕсли мы найдем в наших рядах псионика, то сможем отыскать и командный пункт пришельцев."

[Tech_AlienCommunications LWCETechTemplate]
strName="Гиперволновая связь"
strSummary="Как оказалось, маяк, найденный на базе пришельцев, передает и принимает сигналы в диапазоне, о наличии которого мы даже не подозревали. Не представляю, что мы еще узнаем, исследуя это устройство."
strCodeName="Тахион"
strReport="Мы видели разные инопланетные технологии, но самым таинственным остается устройство, найденное на базе пришельцев. Когда мы наткнулись на этот прибор, мне показалось, что командир сектоидов общался с его помощью, используя телепатию или какой-то другой вид невербальной связи.\n\nПосле ряда исследований мы можем с уверенностью заявить: это устройство передает сигналы на частоте, которую земная наука считала непригодной для использования.\n\nНекоторые мои коллеги предположили даже, что это устройство способно передавать и принимать сигналы из иного измерения. Эта гипотеза может перевернуть многие научные представления. Но меня беспокоит другое: командир сектоидов мог получать сигналы... или приказы... от командования - еще более совершенных инопланетян. \n\nМы продолжаем работу над устройством и пытаемся подключить его к нашей спутниковой сети. Если все получится, мы сможем выявить множество целей, которые раньше ускользали от наших систем обнаружения."

[Tech_AlienComputers LWCETechTemplate]
strName="Навигационный компьютер"
strSummary="Система навигационного контроля со сбитого корабля совмещает функции бортового компьютера и модуля связи. Дальнейшее изучение этой технологии позволит создать более совершенную систему обнаружения."
strCodeName="Маяк"
strReport="У нас уже была возможность осмотреть этот прибор. Насколько мы понимаем, он содержит какие-то зашифрованные данные. Прибор работает на внутреннем источнике питания; когда подача энергии прекращается, получить данные становится невозможно. Мы наскоро создали устройство, которое может заблокировать встроенную систему отключения. Думаю, это единственный способ получить информацию с устройства.\n\nВпрочем, получение данных - только часть проблемы. Мы имеем дело с каким-то необычным языком программирования. К счастью, в нашей исследовательской команде есть талантливые ребята, которые уже начали работу с кодом инопланетян. Так мы сможем получить хоть какие-то крупицы информации."

[Tech_AlienMaterials LWCETechTemplate]
strName="Материалы пришельцев"
strSummary="Пришельцы используют материалы, которые легче и прочнее земных аналогов. Мы, пожалуй, можем улучшить защитные костюмы наших бойцов, но для этого потребуются дополнительные исследования."
strCodeName="Зеркало"
strReport="Скажем прямо: мы еще крайне мало знаем о материалах пришельцев. Потребуются годы, чтобы воспроизвести сложные процессы их производства. И все же нам удалось найти самое простое применение инопланетным технологиям. Наша первая разработка - ткань из многослойного нановолокна. Это нановолокно создано по образу инопланетных материалов. По прочности оно значительно превосходит земные аналоги. Если усилить им бронежилеты, получится очень надежное средство защиты."

[Tech_AlienOperations LWCETechTemplate]
strName="Осколок изгоя"
strSummary="Этот осколок - все, что осталось от оглушенного изгоя. Из показаний пленных пришельцев мы знаем, что изгои владеют информацией о местонахождении их базы. Надо немедленно начать исследование этого предмета."
strCodeName="Новатор"
strReport="Анализы осколка показали, что он имеет органическое происхождение, хотя и не является \"живым\" в полном смысле слова. Осколок резонирует на особой частоте электромагнитного спектра. Все наши попытки оглушить пришельца, известного как \"изгой\", окончились провалом - цель мгновенно исчезает. Пока у нас нет самого изгоя, нам придется ограничиться изучением осколка.\n\nЧтобы уменьшить помехи от земных источников, мы поместили осколок в устройство, созданное доктором Шэнем - \"камеру гашения колебаний\", как он ее называет. Ослабив внешние помехи, мы вскоре обнаружили отчетливый сигнал, принимаемый осколком. \n\nУ нас есть несколько предположений о природе сигнала, но ясно одно: осколок является ключевой деталью какого-то необычного устройства связи. Есть гипотеза, что сам изгой - своего рода приложение к осколку. Доктор Шэнь считает, что со временем сможет создать прибор, копирующий функции осколка. Возможно, это позволит нам обнаружить источник сигнала."

[Tech_AlienPowerSystems LWCETechTemplate]
strName="Блок питания"
strSummary="Это компактное устройство, использующее вещество под названием элерий, каким-то образом генерирует всю ту энергию, которая необходима для работы кораблей пришельцев. Пожалуй, мы сможем адаптировать эту технологию не только для наших самолетов, но и для МЭК."
strCodeName="Водопад"
strReport="Система энергоснабжения межпланетных кораблей - одна из важнейших технологий, которую мы узнали от пришельцев. На тщательное изучение этих технологий потребовались бы годы, но времени у нас нет - приходится полагаться на непроверенные гипотезы, что мне не слишком нравится. Несмотря на риск, мы разобрали источник питания пришельцев и потихоньку пытаемся создать нашу собственную батарею. Главное, что нам удалось найти, - новый элемент, который мы называем элерием. Это вещество служит пришельцам почти неограниченным источником энергии.\n\nНам предстоит еще многое узнать, но мы считаем, что инженеры уже сейчас могут начинать работы над созданием новых источников питания. В первую очередь - для самолетных двигателей и новых, еще более мощных моделей МЭК. Нам очень хотелось бы продолжить изучение элерия. Я бы сказала, это важнейший элемент, от которого зависят все инопланетные системы."

[Tech_AlienPropulsion LWCETechTemplate]
strName="Новый истребитель"
strSummary="Мы изучили гравитационные двигатели пришельцев, а также их силовые и навигационные системы. Мы используем некоторые инопланетные разработки при создании наших собственных самолетов."
strCodeName="Улан"
strReport="Мы провели огромную работу, пытаясь создать навигационные и бортовые компьютеры, которые не уступали бы инопланетным образцам. Новые системы гораздо эффективнее обычных земных технологий. Они позволят нашим самолетам вести воздушный бой с пришельцами на равных.\n\nКроме того, прошли первые испытания двигателя, который работает по принципу гравитационных волн, - такие устройства используются в кораблях пришельцев. Его мощность как минимум вдвое превосходит максимальную мощность наших обычных двигателей. \n\nЕсли доктор Шэнь сможет создать рабочую версию такого двигателя и установит его на наш самолет, наши пилоты ни в чем не будут уступать пришельцам."

[Tech_AlienWeaponry LWCETechTemplate]
strName="Фрагменты оружия"
strSummary="Эти фрагменты - все, что осталось от мощного оружия инопланетян. Дальнейшее изучение позволит нам значительно продвинуться в создании более мощного вооружения."
strCodeName="Сагарис"
strReport="Эти фрагменты дают лишь общее представление о технике инопланетян. Ясно одно: технологии пришельцев значительно превосходят земные. Впрочем, наш отдел довольно быстро разобрался в электронике пришельцев, что дает нам некоторую надежду. Уже первые исследования позволили нам разработать улучшенную систему прицеливания, похожую на ту, которую используют инопланетяне."

[Tech_AntigravSystems LWCETechTemplate]
strName="Броня \"Архангел\""
strSummary="С таким мощным источником питания мы, возможно, сумеем создать защитный костюм, в котором бойцы смогут летать."
strCodeName="Икар"
strReport="Наш первоначальный оптимизм по поводу этого костюма начинает оправдываться! Мы смогли создать уменьшенную копию двигателя пришельцев и встроили ее в тяжелый защитный костюм. Вес брони значительно превышает вес летуна, чей двигатель мы взяли за образец, поэтому нам пришлось увеличить мощность устройства. Новая броня позволит бойцам на некоторое время подниматься в воздух."

[Tech_AutopsyBerserker LWCETechTemplate]
strName="Вскрытие берсерка"
strSummary="Тело этого существа остается теплым даже через несколько часов после смерти. Надеюсь, химический анализ тканей поможет понять, в чем тут дело. Более того - похоже, его мозг имеет модульную структуру и способен быстро отключать поврежденные участки."
strCodeName="Анаконда"
strReport="У этой особи много общего с мутонами, которые встречались нам раньше, но при этом она... другая. Она невероятно свирепа в бою, так что наши солдаты прозвали эту тварь \"берсерком\". По физиологии берсерки очень похожи на обычных мутонов, но отличаются исключительной кровожадностью. Берсерк бросается на врага, совершенно не заботясь о собственной безопасности. Такое необычное поведение наводит на мысль, что железы внутренней секреции этих особей подверглись генным манипуляциям. Если функция желез, которые отвечают за выработку андрогена, была усилена или изменена, поведение берсерков вполне объяснимо. Данные о способностях отдельных особей этого вида можно получить в бою."

[Tech_AutopsyChryssalid LWCETechTemplate]
strName="Вскрытие криссалида"
strSummary="Беглый осмотр этого существа выявил его сходство с некоторыми земными насекомыми. В структуру его многослойного экзоскелета также входят некие сенсоры, что-то вроде рецепторов электрического поля."
strCodeName="Ридли"
strReport="Я в жизни не встречала такое красивое и такое опасное существо. В отличие от других инопланетян, этот образец можно условно отнести к членистоногим. Он покрыт гладким черным экзоскелетом. Длина криссалидов, как мы их называем, составляет почти три метра, если мерить от носа до хвоста. Когда они встают на опорные конечности, их рост достигает двух метров. Им необходимо нападать, чтобы размножаться: жертва криссалида не умирает, но превращается во что-то вроде зомби. Укусив человека, криссалид внедряет в его тело личинку, которая сразу же начинает развиваться. На весь этап созревания уходят считаные минуты: вскоре на свет появляется новый криссалид, а тело носителя разрушается.\n\nНе понимаю, зачем пришельцам такое дикое и непредсказуемое существо... При встрече с криссалидами следует соблюдать крайнюю осторожность. Данные о способностях отдельных особей этого вида можно получить в бою.\n\nИ последнее: мы наконец-то разобрались с сенсорами экзоскелета криссалидов. Как я и предполагала с самого начала, в их основе - мощнейшие рецепторы электрического поля. Думаю, эти данные помогут нам заметно улучшить технологии обнаружения врага на поле боя."

[Tech_AutopsyCyberdisc LWCETechTemplate]
strName="Вскрытие кибердиска"
strSummary="Этот экземпляр выглядит как робот, но мы считаем, что в его теле присутствует и органическая материя. Множество дублирующих систем придает ему удивительную живучесть."
strCodeName="Энигма"
strReport="Мы так и не решили, чем его считать - живым организмом или машиной. Точно известно, что это биохимическая система на основе кремния. Как и углерод, кремний может создавать достаточно крупные молекулы, способные передавать биологическую информацию. А поскольку кремний по многим показателям похож на углерод, можно предположить, что существуют и другие кремниевые формы жизни, похожие на эту особь. Функции внутренних органов этого существа выполняют различные механизмы, вместо крови в нем течет плазма. Более того, оно способно перераспределять жизненно важные функции организма между различными структурами своего тела. Полагаю, мы сумеем использовать полученные данные для разработки генной технологии, которая позволит солдатам выживать при повреждении таких органов, как, например, сердце... Данные о способностях отдельных особей этого вида можно получить в бою."

[Tech_AutopsyDrone LWCETechTemplate]
strName="Вскрытие дрона"
strSummary="Это небольшой робот для вспомогательных работ. Возможно, мы сумеем подключиться к его системам... и убедим сражаться на нашей стороне."
strCodeName="Арахнид"
strReport="Дроны, которых мы разобрали, выполняют единственную цель: ремонтируют любую технику, включая роботов. Дроны служат чем-то вроде медиков для роботов. Оружия у них нет, зато внутри корпуса, рядом с системой энергоснабжения, расположен мощный заряд взрывчатки. По-моему, очень изящное техническое решение. Доктор Шэнь считает, что мы могли бы взломать дрон, перепрограммировать и использовать для наших целей. Данные о способностях отдельных особей этого вида можно получить в бою."

[Tech_AutopsyEthereal LWCETechTemplate]
strName="Вскрытие эфириала"
strSummary="На вид эта особь физически слабая, но внешность обманчива. Эта тварь очень вынослива, а строение и биохимия ее мозга не похожи ни на что, нам известное."
strCodeName="Эфир"
strReport="Похоже, этот вид находится на вершине иерархии пришельцев. Как мы уже знаем, их тела совершенно не приспособлены для боя, - они слишком хрупкие и уязвимые. Мы нашли следы атрофии и многих веков мышечной дегенерации. Впрочем, в этом как раз нет ничего удивительного: радиоизотопный анализ показал, что примерный возраст этого существа составляет несколько тысяч лет. В отличие от других пришельцев, у данного вида почти не заметно следов генной модификации.\n\nКак ни странно, мы обнаружили сходство между мозгом эфириала и командира сектоидов. Оба вида обладают улучшенной синаптической проводимостью. Похоже, это и является источником их необычной силы. Эфириалы владеют невероятными псионическими способностями. Наверное, поэтому им и подчиняются остальные пришельцы. Данные о способностях отдельных особей этого вида можно получить в бою."

[Tech_AutopsyFloater LWCETechTemplate]
strName="Вскрытие летуна"
strSummary="Тело этого существа представляет собой смесь органики и механизмов. Это создание возникло в ходе каких-то чудовищных экспериментов."
strCodeName="Алый плащ"
strReport="Мне стало жалко эту несчастную тварь, когда мы увидели, что у нее внутри. Эта особь была жертвой серьезных биомедицинских трансформаций, некоторые из них были очень болезненными. Сочетание живой плоти и механических систем наводит на мысль, что это существо является результатом жестокого и не доведенного до конца эксперимента. Большинство органов были заменены механическими системами жизнеобеспечения.\n\nВ тело встроен довольно традиционный двигатель, хотя источник энергии, который он использует, значительно превосходит земные образцы. Мне также удалось обнаружить несколько нейроимплантов. Думаю, они помогают особи уворачиваться от пуль. У наших инженеров уже есть идеи, как использовать эту технологию. Данные о способностях отдельных особей этого вида можно получить в бою."

[Tech_AutopsyHeavyFloater LWCETechTemplate]
strName="Вскрытие тяжелого летуна"
strSummary="Этот жуткий гибрид, в теле которого живая ткань соединена с изощренными механизмами, еще раз доказывает: пришельцы ради достижения цели пойдут на все. Однако мы надеемся почерпнуть из его устройства данные, которые помогут нам эффективнее ремонтировать наши самолеты."
strCodeName="Монтесума"
strReport="Данный образец - еще одна разновидность известных нам летунов. Мы назвали новый вид тяжелыми летунами. Как можно заметить, броня и вооружение этой особи гораздо лучше, чем у остальных летунов. Большая часть живой ткани - самой уязвимой части летуна - покрыта броней или удалена. Подобные модификации свидетельствуют о том, что инопланетяне больше полагаются на механические и кибернетические модули, чем на органические системы. Тем не менее в телах тяжелых летунов обнаружены дублирующие системы органов явно искусственного происхождения, благодаря чему эти существа очень живучи. Полагаю, мы сумеем создать подобную генетическую технологию и для наших солдат, что позволит им выживать в таких ситуациях, когда это, казалось бы, невозможно... Данные о способностях отдельных особей этого вида можно получить в бою."

[Tech_AutopsyMechtoid LWCETechTemplate]
strName="Вскрытие мехтоида"
strSummary="Это роботизированный киберкостюм, которым управляет сектоид. Вероятно, киберначинка костюма определенным образом связана с ментальными сверхспособностями сектоидов. Следует помнить об этом, если мы решим адаптировать такую технологию для наших солдат."
strCodeName="Голиаф"
strReport="Очевидно, биологический организм сектоида в этой механической броне не отличается от тех, что мы видели ранее. Поэтому мы главным образом занимались разборкой и анализом внутренних механизмов брони - разумеется, при плотном сотрудничестве с командой доктора Шэня. Как уже выяснили на поле боя наши солдаты, этот костюм снабжен двумя плазменными орудиями, значительно превосходящими по размеру и мощи те, что входят в стандартное снаряжение сектоидов. Сама броня предоставляет отличную защиту и мобильность. Сектоид в этой броне без проблем передвигается по пересеченной местности и, похоже, даже по лестницам и тому подобным препятствиям. Кроме того, бронекостюм достаточно маневренный, чтобы уверенно управлять им в закрытых пространствах. \n\nИзучая этот объект, мы сделали еще одно интересное открытие: бронированное покрытие костюма, похоже, в какой-то степени снижает уникальные ментальные способности пилота-сектоида. Могу предположить, что это стало случайным последствием дополнительного слоя брони - пришельцы пожертвовали телепатией в пользу боевой мощи. Впрочем, следует отметить, что пришельцы, по-видимому, учли и эту проблему. Небольшой модуль во внутренней части брони служит своего рода усилителем телепатических способностей. При активации другим сектоидом этот усилитель не столько связывает двух бойцов, сколько создает энергетический щит вокруг бронекостюма. Нашим солдатам следует остерегаться такого приема, ведь мехтоида и без того непросто уничтожить из-за многослойной брони!"

[Tech_AutopsyMuton LWCETechTemplate]
strName="Вскрытие мутона"
strSummary="Вес этой твари составляет почти три центнера, причем основная доля приходится на кости и мышцы. Эта особь просто создана для ближнего боя. Более того, она способна контролировать уровень адреналина в своем организме. Нам будет полезно изучить, каким образом она это делает."
strCodeName="Нерон"
strReport="Рост этой особи превышает два метра. Основная доля массы тела приходится на мышцы. Кости прочные и легкие. Жировой ткани не обнаружено. С помощью генетических модификаций существо стало идеальным бойцом. Нет сомнений, что этих мутонов с самого рождения подвергают многочисленным изменениям. Кто-то пытается сделать из них \"живые танки\". Неудивительно, что эти создания почти не боятся ран и не чувствуют боли.\n\nПри вскрытии мы заметили ритуальные знаки и необычные татуировки. По всей видимости, они отражают статус особи в племени мутонов. И именно в племенном образе жизни мутонов берет начало их боевой клич, который вызывает резкий всплеск адреналина не только у самого кричащего, но и у его соратников. Полагаю, нам удастся сделать свою, аналогичную программу генной модификации. Кроме того, мы заметили сходство генетической структуры мутонов и летунов. Похоже, мутоны являются предками летунов. Если пришельцы экспериментировали с физиологией мутонов, летуны могут быть побочным продуктом этих генетических опытов.\n\nДанные о способностях отдельных особей этого вида можно получить в бою."

[Tech_AutopsyMutonElite LWCETechTemplate]
strName="Вскрытие мутона-гвардейца"
strSummary="Эта особь - нечто вроде улучшенной версии мутона: ее снабдили мозговыми имплантами, которые позволяют осуществлять командование и контроль. Думаю, мутоны-гвардейцы выполняют функции телохранителей."
strCodeName="Имперец"
strReport="Даже обычные мутоны - очень серьезные противники. Но, оказывается, в армии пришельцев есть бойцы и пострашнее. Похоже, их приберегали для завершающей стадии вторжения. Данные особи, кажется, считают за честь служить телохранителями высокопоставленных пришельцев. Вскрытие показало, что анатомически они почти не отличаются от обычных мутонов. Из явных различий можно отметить более развитый интеллект, который позволяет им эффективнее действовать в бою. Данные о способностях отдельных особей этого вида можно получить в бою."

[Tech_AutopsySectoid LWCETechTemplate]
strName="Вскрытие сектоида"
strSummary="Первое же сканирование этих мелких гуманоидов дало удивительные результаты. В их телах присутствуют неорганические компоненты. Может, это какие-то импланты?"
strCodeName="Розуэлл"
strReport="Все изученные нами мелкие гуманоиды генетически не отличаются один от другого. Это клоны. Мозг такого существа достаточно велик относительно тела. В нем содержатся киберимпланты, которые, скорее всего, усиливают боевые способности этого слабого и уязвимого существа. Доктор Шэнь и его инженеры уже придумали, как доработать импланты, чтобы использовать их в наших целях. Данные о способностях отдельных особей этого вида можно получить в бою.\n\nПримечание доктора Вален: клонирование, генетические манипуляции, биомедицинские импланты... Цели и намерения пришельцев меня все больше беспокоят."

[Tech_AutopsySectoidCommander LWCETechTemplate]
strName="Вскрытие командира сектоидов"
strSummary="Гипертрофированная центральная нервная система и мозговые импланты, найденные в теле, позволяют предположить, что эти сектоиды обладают экстраординарными способностями. Изучив эти способности, мы сможем лучше защитить наших солдат."
strCodeName="Розетта"
strReport="Изучив мозг этой особи, мы обнаружили, что ее синаптические связи невероятно активны. Возможно, именно это наделяет ее... способностями, с которыми столкнулись наши бойцы. С точки зрения физиологии, этот вид напоминает сектоидов, однако в некоторых отношениях совсем на них не похож. Есть версия, что специфические синапсы этих существ передают нервные импульсы в три раза быстрее обычного. По всей видимости, это результат генетических манипуляций. Если наша теория подтвердится, это означает, что пришельцы способны изменять на генетическом уровне даже сложнейшие ткани. Я надеюсь, что исследование синатических связей командира сектоидов поможет нам, например, научиться отражать пси-атаки пришельцев в них же самих."

[Tech_AutopsySectopod LWCETechTemplate]
strName="Вскрытие сектопода"
strSummary="При создании этой машины использованы гениальные инженерные решения. Сочленения, оружие, система наведения - все это значительно превосходит земные разработки. Возможности применения этих инопланетных технологий безграничны."
strCodeName="Зимородок"
strReport="Это просто робот, однако он отлично анализирует обстановку и молниеносно принимает решения. Мы еще изучаем устройство этих \"существ\", но уже сейчас ясно: это настоящий шедевр инженерной мысли. В макропроцессорах робота содержится сложная программа поведения в бою. В сочетании с внушительными (до 10 метров) размерами она делает сектоподы крайне опасным оружием. В них используются те же источники питания, которые работают на кораблях пришельцев. По сути, эти роботы - гигантские машины-убийцы. Главный вопрос: как ими управляют? Данные о способностях отдельных роботов можно получить в бою."

[Tech_AutopsySeeker LWCETechTemplate]
strName="Вскрытие искателя"
strSummary="Это одна из самых технологически сложных боевых машин противника. Сочетание систем маскировки, искусственного интеллекта и шарнирных конечностей - настоящее кибернетическое чудо."
strCodeName="Лавкрафт"
strReport="Хотя ни одно из вскрытий пришельцев нельзя назвать обычным, последний образец, можно сказать, раздвинул границы неординарности еще сильнее. Наши солдаты прозвали это существо искателем из-за склонности к выискиванию одиночных целей на поле боя. Нападает он весьма шокирующим способом. Найдя себе жертву, искатель хватает ее и висит на ней, пока его не снимут силой, либо пока жертва не погибнет. Понятно, что все это довольно жутко как для самой жертвы, так и для свидетелей этого нападения. При этом искателя трудно поймать - он быстрый и ловкий, и его крайне сложно перехватить раньше, чем он вцепится в свою цель. Мы полагаем, что причина его повышенной мобильности - микромоторы. Известно также, что искатель способен ставить защитную дымовую завесу, из-за чего добраться до него становится еще труднее. \n\nЯ надеюсь, что мы сможем адаптировать все эти маскировочные технологии под нашу экипировку и снизить таким образом потери в боях. Возможно, в этом нам пригодятся знания по разработке оружейных систем и снаряжения, в которых используется часть подобных технологий. Данные о способностях отдельных особей этого вида можно получить в бою."

[Tech_AutopsyThinMan LWCETechTemplate]
strName="Вскрытие дохляка"
strSummary="Нет сомнений, что эти особи - агенты пришельцев. Они могут находиться среди нас, не вызывая особых подозрений. Эта способность к трансформации - предмет особого интереса для наших генетических исследований."
strCodeName="Вайпер"
strReport="Внешне объект напоминает белого мужчину среднего возраста, высокого и очень худого. Эта внешность обманчива: внутренние органы и скелет этой твари не имеют ничего общего с органами человека. Кости сегментированы, как позвоночник змеи. Это дает дохлякам великолепную подвижность в бою. Кстати, мы вполне можем разработать свою программу генной модификации, дающую аналогичный эффект. В случае успеха наши солдаты получат просто потрясающее усиление гибкости и подвижности.\n\nЗначительная часть грудной полости объекта занята огромными железами. Они производят ядовитый газ и выбрасывают его в атмосферу под большим давлением. Детальный химический анализ яда позволил нам разработать очень эффективный лекарственный состав. Доктор Шэнь уже думает над тем, как использовать новое лекарство в медпакетах наших бойцов. Данные о способностях отдельных особей этого вида можно получить в бою."

[Tech_BeamLasers LWCETechTemplate]
strName="Лучевое оружие"
strSummary="Поработав с фрагментами оружия инопланетян, мы смогли создать компактное лазерное оружие. Первые прототипы оказались удачными, но мы так и не смогли снизить его теплопроводность и избавиться от перегрева оружия."
strCodeName="Солнечный луч"
strReport="Изучая методы контроля энергии и рассеивания тепла, которые инопланетяне используют в своем оружии, мы нашли способ значительно улучшить наши модели лазерного вооружения. Более того, мы даже создали рабочий прототип. Он получился не только мощным, но и сравнительно легким - раньше это сочетание казалось невозможным. Нам пришлось уменьшить размер фокусирующих линз, однако на силе и точности оружия это почти не сказалось."

[Tech_CompactPlasmaWeapons LWCETechTemplate]
strName="Плазмопистолет"
strSummary="Неповрежденный экземпляр плазменного оружия помог нам сделать ряд сенсационных открытий. Надеюсь, совсем скоро мы научимся создавать совершенно новые виды оружия."
strCodeName="Якамара"
strCustom="Теперь мы можем производить собственные плазмопистолеты. Кроме того, бойцы смогут использовать трофейное оружие этого типа."
strReport="Работать с плазменным оружием пришельцев очень трудно и очень опасно. Основная проблема плазменного оружия - высокое энергопотребление. Мы решили ее с помощью трофейных элериевых батарей. Теплоотводы из инопланетных материалов обеспечивают охлаждение ствола. Словом, теперь мы можем использовать трофейные плазменные пистолеты и создавать собственные образцы."

[Tech_Elerium LWCETechTemplate]
strName="Элерий"
strSummary="Первые же опыты показали, что этот элемент генерирует антиматерию при бомбардировке определенными частицами. Это вещество - почти неисчерпаемый источник энергии."
strCodeName="Е-115"
strCustom="Мы не умеем получать этот элемент. Его можно найти только в кораблях и на базах пришельцев."
strReport="Завершив анализ вещества, найденного на корабле пришельцев, мы с уверенностью заявляем, что на Земле подобных материалов нет. При бомбардировке атомов этого вещества ускоренными частицами вырабатывается колоссальное количество энергии. Возможности практического применения этого элемента безграничны, хотя в данное время следует думать в первую очередь о том, как использовать его в качестве источника энергии для двигателей. Это вещество не встречается в пределах нашей Солнечной системы, поэтому расходовать его следует крайне осторожно.\n\nПримечание доктора Вален: этот элемент изменит всю земную энергетику. Если удастся его синтезировать, человечество уже через десять лет сможет отказаться от других видов топлива."

[Tech_EMPWeapons LWCETechTemplate]
strName="ЭМ-пушка"
strSummary="Мы пытаемся разработать оружие, которое могло бы выводить электронные системы из строя, не разрушая их... Если поставить такое оружие на перехватчики, шансы получить неповрежденное оборудование пришельцев резко возрастут."
strCodeName="Ион"
strReport="Пока мы разрабатывали электромагнитное оружие, способное поражать корабли пришельцев, нам пришлось подумать, как защищать от этих лучей нашу собственную технику. Само оружие уже давно опробовано боевыми частями землян и не нуждается в полевых испытаниях. Осталось только поработать над энергоснабжением и радиусом действия этой установки.\n\nЧтобы защитить наши самолеты от электромагнитных волн, придется изменить точки установки оружия. Впрочем, я думаю, у инженеров с этим особых проблем не возникнет. Мы надеемся, что это оружие позволит сбивать корабли инопланетян, нанося минимальные повреждения их артефактам и оборудованию."

[Tech_ExperimentalWarfare LWCETechTemplate]
strName="Экспериментальное оружие"
strSummary="Мы знаем о технологиях пришельцев ничтожно мало. Впрочем, уже сейчас понятно: привычную тактику боя придется менять. Чтобы лишить врага преимуществ, надо использовать его технологии, адаптируя их под себя."
strCodeName="Пушки пришельцев"
strReport="Изучив фрагменты оружия пришельцев и другие их технологии, мы поняли, как инопланетяне заставляют все это работать. Поскольку уменьшать размер деталей - задача нетривиальная, мы решили сначала разработать оружие для наших перехватчиков.\n\nТакая пушка будет наносить огромный урон по небольшой площади, что позволит пробивать броню кораблей пришельцев. Мы поделились идеями с инженерным отделом. Доктор Шэнь уверен, что его люди смогут создать подобное устройство, если у них будут ресурсы и подходящий испытательный комплекс."

[Tech_FusionWeapons LWCETechTemplate]
strName="Термоядерная пушка"
strSummary="Среди обломков инопланетного дредноута мы нашли множество интересных материалов. Разобравшись в ядерной установке пришельцев, раньше или позже мы создадим невероятно мощное оружие типа \"воздух-воздух\"."
strCodeName="Перст божий"
strReport="Это один из самых мощных видов вооружения, который мы находили на кораблях пришельцев. В его разрушительной силе мы уже убедились - достаточно вспомнить, что стало с некоторыми из наших самолетов. Плохо то, что это оружие должно устанавливаться на корабль, более массивный, чем наши истребители. Нам придется постараться каким-то образом уменьшить его системы питания и охлаждения.\n\nЕсли мы сможем разместить это оружие на борту самолета, я не сомневаюсь: пришельцы потеряют превосходство в воздухе."

[Tech_GaussWeapons LWCETechTemplate]
strName="Пушка из Х-сплавов"
strSummary="Все наши эксперименты по созданию боеприпасов из инопланетных материалов провалились: сплавы настолько тяжелые, что разрывают ствол. Поэтому мы использовали микроосколки сплавов, собранные в магнитных контейнерах. Похожий принцип используется в плазменном оружии."
strCodeName="Чайка"
strReport="Как выяснилось, сплавы инопланетян плохо поддаются обработке, так что мы используем их довольно редко. Сначала мы думали, что высокая плотность инопланетного сплава позволит создавать отличные пули. К сожалению, металл насколько плотный, что при первых же выстрелах разрушает ствол оружия.\n\nПосле ряда неудачных попыток мы изготовили из инопланетного сплава вкладку для ствола, и она успешно выдержала уже несколько сотен выстрелов. Получив действующий образец \"пушки из сплавов\", мы перешли к изучению ее поражающего эффекта. По принципу действия это оружие похоже на обычный дробовик, но особые боеприпасы делают его куда более мощным оружием. \n\nМы пока что не смогли замерить убойную силу оружия: цели из баллистического геля толщиной в два метра были пробиты насквозь. Можно представить, какая участь ждет врагов, которые окажутся в зоне поражения."

[Tech_HeavyPlasmaWeapons LWCETechTemplate]
strName="Тяжелый плазмер"
strSummary="Мы делаем поразительные успехи, но я до сих пор восхищаюсь плазменным оружием пришельцев. Данная модификация оснащена еще более сложным магнитным контейнером для плазмы, что позволит вести непрерывную стрельбу. А благодаря особой системе теплоотвода такое оружие можно будет поставить и на МЭК."
strCodeName="Король-рыбак"
strCustom="Теперь мы можем производить тяжелое плазменное оружие. Кроме того, бойцы смогут использовать трофейное оружие этого типа."
strReport="Мы хотели бы создать испытательный полигон, который сводил бы риск экспериментов к минимуму и не ограничивал бы полет фантазии наших специалистов. Мы нашли подходящее место и перешли к созданию первых опытных образцов.\n\nМы долго изучали тяжелый плазмер пришельцев, но все же у нас оставался ряд вопросов. Было очень сложно увеличить мощность выстрела, сохранив при этом низкое энергопотребление. Логичным решением казалось использовать увеличенную батарею питания. Это решение подходит пришельцам - у них есть чудовищно сильные бойцы. А вот люди с супертяжелым оружием не справятся. Мы изменили систему энергоконтроля, сократив расход энергии при стрельбе, и добились приемлемого соотношения между весом и мощностью. Но имейте в виду: при длительной стрельбе оружие может перегреваться.\n\nМы провели успешные испытания прототипа и доработали винтовку пришельцев. Теперь можно использовать трофейное оружие этого типа и создавать свое собственное.\n\nПоскольку у бойцов МЭК физических ограничений гораздо... меньше, чем у обычных солдат, мы сможем снабдить их полноразмерной корпускулярно-лучевой пушкой."

[Tech_InterrogateBerserker LWCETechTemplate]
strName="Допрос берсерка"
strSummary="Чтобы контролировать пленника во время допроса, я собираюсь применить сильные седативные препараты. Риск велик, но мы не можем упустить шанс получить важную информацию."
strCodeName="Рубикон"
strReport="Этот пленник еще более жесток и агрессивен, чем летуны и мутоны. Даже гигантские дозы седативных веществ не смогли усмирить его, так что нам пришлось прибегнуть к более решительным действиям. Методом проб и ошибок был найден участок коры головного мозга, воздействуя на который, мы успокоили эту бестию. Только после этого можно было приступать к тестированию.\n\nНаблюдая, как особь двигается в тяжелом панцире, мы собрали массу данных о защитных костюмах пришельцев. Найти баланс между эффективной защитой и мобильностью бронекостюма - задача непростая, так что полученные сведения нам очень пригодятся."

[Tech_InterrogateEthereal LWCETechTemplate]
strName="Допрос эфириала"
strSummary="Нам известно, что пленник наделен огромной псионической силой. Об этом знает и весь персонал: многие люди боятся работать в непосредственной близости от этой твари. В любом случае выбора нет: мы должны провести как можно более тщательный допрос - вдруг от него удастся узнать хоть что-нибудь."
strCodeName="Розетта"
strReport="Это существо, без сомнения, относится к высшей касте инопланетян, которая и командует вторжением. Допрашивать его было трудно и очень опасно. Мы уже проводили допросы псиоников, так что знали, чего ожидать. Но, надо сказать, пси-сила этого пленника просто потрясает воображение.\n\nБольшая часть информации, полученной при допросе, представляет собой некий шифр: сознание этой твари надежно защищено. Зато мы смогли зафиксировать некоторые нейронные импульсы. Так, например, мы обнаружили необычный всплеск мозговой активности, который может быть \"ключом\" к уникальным способностям этой особи. Полученные сведения позволят нам начать опыты с псионикой."

[Tech_InterrogateFloater LWCETechTemplate]
strName="Допрос летуна"
strSummary="Хотя сознание этого пленника полностью затуманено гневом, мы попытаемся узнать от него хоть что-то полезное."
strCodeName="Веха"
strReport="Существа, известные как летуны, почти лишены интеллекта в общепринятом смысле. Назвать их разумными можно только с большой натяжкой. Возможно, их создатели этого и добивались, кто знает? Зато летун проявил во время допроса крайнюю агрессивность. Больше всего в этом виде меня заинтересовал двигатель, вмонтированный в то, что осталось от его туловища. Мы провели ряд контрольных полетов в лаборатории и понаблюдали за тем, как летун управляет и изменяет мощность энергии. Без сомнения, полученные сведения нам очень пригодятся."

[Tech_InterrogateHeavyFloater LWCETechTemplate]
strName="Допрос тяжелого летуна"
strSummary="Из-за кибернетических имплантов рассчитывать на милую беседу с этим пришельцем не приходится. Впрочем, его реакция на раздражители может дать очень ценную информацию."
strCodeName="Дредноут"
strReport="Внешне это существо похоже на обычных летунов, но в его тело встроена целая сеть кибернетических имплантов. Живой ткани в организме очень мало. Мозгов у него тоже немного, так что допрос продвигался очень медленно. Несмотря на все сложности, мы определили восприимчивость объекта к различным стимулам, а также провели ряд испытаний его двигателя и энергетической системы. Особенности костяка этой особи помогут улучшить полетные характеристики наших самолетов."

[Tech_InterrogateMuton LWCETechTemplate]
strName="Допрос мутона"
strSummary="Этот пленник - образцовый солдат, он крайне агрессивен. С помощью правильных медикаментов и... убеждения... мы попробуем узнать что-нибудь интересное об оружии и тактике пришельцев."
strCodeName="Буря"
strReport="Перед допросом мутона мы считали, что эти свирепые твари - самый тупой вид пришельцев. Однако выяснилось, что в памяти одной такой особи хранится масса самой разной информации. Думаю, пришельцы специально снабдили мутонов подробными сведениями о вооружении и тактике: мутоны - основная ударная сила на поле боя.\n\nПленный мутон стойко сопротивлялся допросу, однако мы смогли узнать много нового о вооружении инопланетян. В том числе об улучшенном плазменном оружии. Мы уже занимаемся анализом полученных данных: ждите новый вид оружия в самое ближайшее время."

[Tech_InterrogateMutonElite LWCETechTemplate]
strName="Допрос мутона-гвардейца"
strSummary="Поверить не могу! Мы захватили в плен телохранителя одного из старших пришельцев... Думаю, эта особь отлично разбирается в оружии и тактике инопланетян."
strCodeName="Гоморра"
strReport="Несмотря на внешнее сходство с остальными мутонами, эта особь сильно от них отличается. Ее интеллектуальные способности гораздо выше. Думаю, этот мутон-гвардеец играет важную роль в армии пришельцев.\n\nИз-за огромной физической силы и развитого мышления допрашивать его было довольно сложно и опасно. Мы объявили повышенный уровень тревоги и приступили к допросу, используя уже опробованные методы. Оказывается, это существо способно испытывать гордость - оно гордится тем, что служит телохранителем для пришельцев более высокого ранга. А еще эта тварь отлично разбирается в системах вооружения. Полученные знания позволят нам разрабатывать и создавать новые виды оружия гораздо быстрее."

[Tech_InterrogateSectoid LWCETechTemplate]
strName="Допрос сектоида"
strSummary="Мы взяли одного из мелких инопланетян живьем. Надеюсь, нам удастся правильно выстроить технологию допроса и преодолеть языковой барьер."
strCodeName="Роанок"
strReport="Допрос этого коротышки был весьма познавательным для всех участников. Мы бы ничего не смогли получить от этой твари силой, так что пришлось применить другой подход. Мы внедрили ему несколько зондов в префронтальную кору головного мозга.\n\nАнализируя реакцию пленника на различные раздражители, мы получили массу информации... даже больше, чем рассчитывали. Пленник ничего не знал о трансформациях, которым подвергся, зато мы получили интересные сведения о создании миниатюрных имплантов и об источниках энергии, которые используются в оружии пришельцев. Все это пригодится, когда мы будем улучшать собственное вооружение и займемся созданием мощного лучевого оружия."

[Tech_InterrogateSectoidCommander LWCETechTemplate]
strName="Допрос командира сектоидов"
strSummary="Этот пленник - редкая, опасная особь. Мы знаем, что он наделен сильными пси-способностями... Допрашивать его довольно опасно, но мы должны сделать все, чтобы получить сведения, которыми он располагает."
strCodeName="Войнич"
strReport="Мозг пленника имеет уникальную клеточную структуру, усиленную несколькими сложными киберимплантами. Вероятно, они были внедрены сразу после \"рождения\" существа. В бою особь проявила необычные способности, поэтому при допросе нам пришлось принять особые меры безопасности. Из-за его телекинетических способностей некоторые члены исследовательской команды боялись к нему приближаться.\n\nНам удалось получить не так много информации, зато мы поняли, как эта особь взаимодействует с таинственным устройством, найденным на базе пришельцев. Кроме того, мы изучили импланты, извлеченные из тела пленника. Не сомневаюсь, что они нам еще пригодятся."

[Tech_InterrogateThinMan LWCETechTemplate]
strName="Допрос дохляка"
strSummary="Не стоит рассчитывать на быстрые результаты при допросе этой особи. В отличие от других пленников, данный экземпляр предназначен для внедрения. Скорее всего, он прошел соответствующую подготовку. Надеюсь, применив агрессивные техники допроса, мы узнаем, как пришельцы здесь появились."
strCodeName="Маскарад"
strReport="То, что мы поймали специалиста по внедрению, просто отлично. Внешне эти твари напоминают людей и свободно владеют земными языками, хотя у них нет с землянами ничего общего. Этот вид специально готовили для проникновения в земные организации. Я думала, он хорошо подготовлен к допросу и ничего нам не скажет. Однако он оказался довольно сговорчивым - рассказал все, что знал.\n\nДохляки занимаются не только разведкой. Они знакомы с навигационными системами и звездной картографией. Сведения, которые мы получили, помогут нам разобраться в навигационных системах и компьютерах пришельцев."

[Tech_MindAndMachine LWCETechTemplate]
strName="Пси-броня"
strSummary="Изучив псионические импланты инопланетян, мы поняли, что можем встроить подобные устройства в защитные костюмы... Хотя бойцам, лишенным пси-способностей, эти костюмы не помогут, псионикам они, без сомнения, пригодятся."
strCodeName="Бересклет"
strReport="У нас есть достаточно информации о псионических способностях инопланетян и кибернетических имплантах, усиливающих эти способности. Теперь можно приступать к предварительным испытаниям новой технологии. Тяжелая броня мешает псионикам, поэтому мы разработали легкую пси-броню, которая обладает низкими защитными свойствами, зато значительно усиливает псионические способности.\n\nНадеюсь, что изучение пси-способностей наших бойцов поможет понять, как работает коллективное сознание пришельцев. Мы до сих пор не знаем, как инопланетяне используют псионику для коммуникации. Думаю, вполне вероятно, что, создав подобную броню, мы сможем активировать устройство эфириалов."

[Tech_MobilePowerArmor LWCETechTemplate]
strName="Скелетный скафандр"
strSummary="Хотя вес этого скафандра был значительно уменьшен, его защитные свойства остались на прежнем уровне. Небольшой вес позволил оснастить скафандр подъемным крюком. Сейчас мы заканчиваем прототип этой модели."
strCodeName="Риктус"
strReport="Читая рапорты, мы поняли, что нашим бойцам просто необходимо время от времени подниматься на различные объекты. Для этого мы разработали максимально облегченную броню средней степени защиты. При этом защитные свойства брони не пострадали. Наоборот, они увеличены благодаря многослойной композитной подкладке.\n\nВстроенный пневматический крюк с лебедкой позволит бойцам подниматься на здания и другие объекты, давая тактическое преимущество в бою. Микросервомоторы, которыми оснащена броня, усиливают мышечные усилия. Это придает дополнительную подвижность и позволяет уходить с линии огня. Кроме того, подобная броня увеличит максимальную дальность перемещения бойцов."

[Tech_PlasmaWeapons LWCETechTemplate]
strName="Легкий плазмер"
strSummary="Это оружие похоже на карабин, который стреляет раскаленными сгустками плазмы. Интересное и опасное оружие! Проведя ряд исследований, мы научимся делать такое же."
strCodeName="Вран"
strCustom="Теперь мы можем производить собственные легкие плазмеры. Кроме того, бойцы смогут использовать трофейное оружие этого типа."
strReport="С каждым днем мы все лучше понимаем принципы работы плазменного оружия инопланетян. Но воспроизвести их технологии недостаточно. Важно сделать новое оружие удобным для наших бойцов, а это очень непростая задача Пытаясь максимально облегчить вес оружия, мы неожиданно придумали, как повысить точность винтовки. Теперь мы можем не только создавать легкие плазменные винтовки, но и дорабатывать трофейные экземпляры."

[Tech_PrecisionPlasmaWeapons LWCETechTemplate]
strName="Снайперский плазмер"
strSummary="Работая с плазменным оружием пришельцев, мы выявили одну проблему: на больших дистанциях сгусток плазмы распадается. Мы уже придумали несколько способов, как решить эту проблему. В случае успеха мы получим невероятно мощную снайперскую винтовку."
strCodeName="Оспрей"
strReport="Раньше или позже нам пришлось бы заняться таким оружием. Мы добились точного выброса плазмы, однако вес винтовки остался довольно большим, а скорострельность совсем низкая. Впрочем, это невероятно мощное оружие дальнего боя. Думаю, наши снайперы оценят его: оно позволит уничтожать цели на расстоянии, о котором раньше приходилось только мечтать.\n\nНовый образец уже готов к производству."

[Tech_PulseLasers LWCETechTemplate]
strName="Тяжелые лазеры"
strSummary="Первые эксперименты с увеличенными охлаждающими спиралями и двойными линзами дают надежду на создание лазерного оружия с невероятной дальностью стрельбы. Возможно, нам удастся разработать новые пушки для перехватчиков и орудийные силовые установки для МЭК."
strCodeName="Полутень"
strReport="Пытаясь создать мощный лазер, мы никак не могли справиться с проблемой перегрева. Но недавно было найдено отличное решение. Созданный прототип работает на пределе безопасной температуры, но мы уверены - этот режим стабилен, так что оружие готово к производству.\n\nХотя мы в первую очередь разрабатывали тяжелый лазер для солдат, была создана модификация того же самого оружия для перехватчиков. Новое оружие значительно увеличит огневую мощь наших самолетов - если только удастся разместить его на борту.\n\nНа основе этой технологии также можно развернуть производство рейлганов для кибермодифицированных солдат."

[Tech_StealthSystems LWCETechTemplate]
strName="Призрачная броня"
strSummary="Мы потратили массу времени на изучение гиперволнового фазирования. Полученные результаты помогут нам создать специальную бронезащиту. Если все получится, бойца в новой броне будет чрезвычайно трудно заметить."
strCodeName="Тень"
strReport="Экспериментальный защитный костюм создан на базе скелетной брони. В этой модификации использованы наши последние разработки в области оптической маскировки. Изучая необычные свойства гиперволнового маяка, мы поняли, как это устройство остается вне видимого диапазона. Эти сведения позволили нам разработать броню, которая делает бойца почти невидимым. Она поможет уворачиваться от выстрелов и тайно проникать на территорию противника."

[Tech_VehicularPlasmaWeapons LWCETechTemplate]
strName="Плазмопушка"
strSummary="Чтобы оснастить перехватчики плазменным оружием, нужна дополнительная защита самого самолета. Решив вопросы с теплоизоляцией, мы получим исключительно мощную авиапушку."
strCodeName="Магнолия"
strReport="Мы стремимся к тому, чтобы наши самолеты не уступали кораблям пришельцев. Одно из главных направлений наших исследований - разработка плазменных технологий, аналогичных инопланетным. Вариант плазменного оружия для наземных войск уже был, и нам оставалось только увеличить размер и огневую мощь плазмопушки, чтобы использовать ее на перехватчиках. Убедившись, что самолеты выдержат мощную отдачу такого оружия, мы приступили к работе.\n\nТеперь плазменные пушки готовы к производству. Думаю, наши пилоты их оценят."

[Tech_Xenobiology LWCETechTemplate]
strName="Ксенобиология"
strSummary="Чтобы создавать эффективное оружие и тактику борьбы с пришельцами, необходимо досконально изучить их физиологию."
strCodeName="Мебиус"
strReport="Мы сумели расшифровать геном этого пришельца - как ни странно, наших знаний о ДНК оказалось достаточно. Нас ждало интереснейшее открытие: особь генетически очень похожа на людей, что порождает целый ряд вопросов о происхождении этих существ.\n\nВ генной структуре всех особей встречаются одинаковые последовательности. Я бы предположила, что эти твари являются результатом агрессивной генной инженерии невероятно высокого уровня. Если пришельцы способны на такие преобразования на молекулярном уровне, боюсь представить, насколько их технологический уровень превосходит наш.\n\nВ любом случае надо продолжать исследования. Вскрытия помогли нам сделать ряд важных открытий, но если мы хотим узнать больше, нам рано или поздно придется достать живого инопланетянина."

[Tech_Xenogenetics LWCETechTemplate]
strName="Восстановление \"cостава\""
strSummary="Захватчики разбросали контейнеры с этой странной субстанцией в населенных районах - вероятно, в качестве эксперимента. Возможно, субстанция является также каким-то видом оружия. Дальнейший анализ может пролить свет на потенциальную опасность и возможность ее применения."
strCodeName="Чистота"
strReport="Самая заметная особенность этого потрясающего материала - его универсальность. Уже на ранних стадиях испытаний мы смогли разработать методы, позволяющие напрямую манипулировать \"cоставом\" и его физиохимическими свойствами. Мне удалось найти в архивах несколько отцензурированных упоминаний о материале с подобными свойствами, относящихся еще к 60-м годам прошлого века, но большая часть той информации, скорее всего, утеряна. Как бы то ни было, наши успехи открывают широкие перспективы в областях как генного, так и кибернетического модифицирования - но нам потребуются соответствующие лаборатории. Думаю, поскольку пришельцы знают \"cостав\" гораздо лучше нас, они наверняка используют боевые технологии, полностью раскрывающие его возможности."

[Tech_Xenoneurology LWCETechTemplate]
strName="Дугомет"
strSummary="Наши открытия в области биологии пришельцев позволят создать устройство, способное оглушать инопланетян. Если бойцы захватят живого пришельца, мы попробуем его допросить."
strCodeName="Искра"
strReport="Мы завершили работу над прототипом дугомета. Он готов к промышленному производству. Это устройство посылает электромагнитный импульс в цель, вызывая неврологическую дисфункцию. Другими словами, обездвиживает жертву.\n\nЭто наше первое несмертельное оружие, и при его применении могут возникнуть непредвиденные ситуации. Возможно, некоторые пришельцы невосприимчивы к действию дугомета, поэтому перед применением дугомета лучше ослабить противника.\n\nИз-за несовершенства наших источников питания дугомет можно использовать лишь два раза за бой. Инопланетяне, захваченные в плен, должны быть помещены в специальный изолятор. Постройте это сооружение, прежде чем брать каких-либо пленных."